Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Catalog installs and Hugging Face pulls always land here. To run models kept elsewhere, add their folders under Additional Model Folders below; they are scanned in place, never copied.
ar: تصل عمليات التثبيت من الكتالوج والتنزيلات من Hugging Face إلى هنا دائما. لتشغيل نماذج محفوظة في مكان آخر، أضف مجلداتها ضمن مجلدات النماذج الإضافية أدناه؛ يجري فحصها في مكانها ولا تُنسخ أبدا.
de: Katalog-Installationen und Hugging-Face-Downloads landen immer hier. Um anderswo gespeicherte Modelle auszuführen, fügen Sie deren Ordner unten unter Zusätzliche Modellordner hinzu; sie werden an Ort und Stelle gescannt und nie kopiert.
es: Las instalaciones del catálogo y las descargas de Hugging Face siempre llegan aquí. Para ejecutar modelos guardados en otro sitio, añade sus carpetas en Carpetas de modelos adicionales, más abajo; se analizan en su ubicación y nunca se copian.
fr: Les installations depuis le catalogue et les téléchargements Hugging Face arrivent toujours ici. Pour exécuter des modèles stockés ailleurs, ajoutez leurs dossiers sous Dossiers de modèles supplémentaires ci-dessous ; ils sont analysés sur place et jamais copiés.
he: התקנות מהקטלוג והורדות מ-Hugging Face תמיד מגיעות לכאן. כדי להריץ מודלים השמורים במקום אחר, הוסף את התיקיות שלהם תחת תיקיות מודלים נוספות למטה; הן נסרקות במקומן ולעולם אינן מועתקות.
hi: कैटलॉग इंस्टॉल और Hugging Face डाउनलोड हमेशा यहीं आते हैं। कहीं और रखे मॉडल चलाने के लिए, नीचे अतिरिक्त मॉडल फ़ोल्डर में उनके फ़ोल्डर जोड़ें; उन्हें वहीं स्कैन किया जाता है, कभी कॉपी नहीं किया जाता।
id: Instalasi katalog dan unduhan Hugging Face selalu berakhir di sini. Untuk menjalankan model yang disimpan di tempat lain, tambahkan foldernya di Folder Model Tambahan di bawah; folder dipindai di tempat, tidak pernah disalin.
it: Le installazioni dal catalogo e i download da Hugging Face finiscono sempre qui. Per eseguire modelli conservati altrove, aggiungi le loro cartelle in Cartelle modelli aggiuntive qui sotto; vengono analizzate sul posto e mai copiate.
ja: カタログからのインストールと Hugging Face のダウンロードは常にここに配置されます。別の場所にあるモデルを実行するには、下の追加モデルフォルダにそのフォルダを追加してください。その場でスキャンされ、コピーはされません。
ko: 카탈로그 설치와 Hugging Face 다운로드는 항상 여기에 저장됩니다. 다른 위치에 있는 모델을 실행하려면 아래 추가 모델 폴더에 해당 폴더를 추가하세요. 그 자리에서 검색되며 복사되지 않습니다.
nl: Catalogusinstallaties en Hugging Face-downloads komen altijd hier terecht. Voeg voor modellen die elders staan hun mappen hieronder toe bij Extra modelmappen; ze worden ter plaatse gescand en nooit gekopieerd.
pl: Instalacje z katalogu i pobrania z Hugging Face zawsze trafiają tutaj. Aby uruchamiać modele przechowywane gdzie indziej, dodaj ich foldery w sekcji dodatkowych folderów modeli poniżej; są skanowane w miejscu i nigdy nie są kopiowane.
pt_br: As instalações do catálogo e os downloads do Hugging Face sempre chegam aqui. Para executar modelos guardados em outro lugar, adicione suas pastas em Pastas de modelos adicionais abaixo; elas são analisadas no local e nunca copiadas.
ru: Установки из каталога и загрузки с Hugging Face всегда попадают сюда. Чтобы запускать модели, хранящиеся в другом месте, добавьте их папки ниже в разделе дополнительных папок моделей; они сканируются на месте и никогда не копируются.
sv: Kataloginstallationer och Hugging Face-hämtningar hamnar alltid här. Lägg till mappar för modeller som finns på annan plats under Ytterligare modellmappar nedan; de genomsöks på plats och kopieras aldrig.
tr: Katalog kurulumları ve Hugging Face indirmeleri her zaman buraya gelir. Başka yerde tutulan modelleri çalıştırmak için klasörlerini aşağıdaki Ek Model Klasörleri altına ekleyin; yerinde taranır, asla kopyalanmaz.
uk: Встановлення з каталогу та завантаження з Hugging Face завжди потрапляють сюди. Щоб запускати моделі, що зберігаються деінде, додайте їхні папки нижче в розділі додаткових папок моделей; вони скануються на місці й ніколи не копіюються.
vi: Các bản cài từ danh mục và tải xuống từ Hugging Face luôn nằm ở đây. Để chạy mô hình lưu ở nơi khác, hãy thêm thư mục của chúng vào mục Thư mục mô hình bổ sung bên dưới; chúng được quét tại chỗ, không bao giờ bị sao chép.
zh_hans: 目录安装和 Hugging Face 下载始终存放在此处。若要运行存放在其他位置的模型，请在下方的附加模型文件夹中添加其文件夹；系统会就地扫描，绝不复制。
zh_hant: 目錄安裝與 Hugging Face 下載一律存放在此處。若要執行存放在其他位置的模型，請在下方的額外模型資料夾中新增其資料夾；系統會就地掃描，絕不複製。

source: Catalog installs and future text, image, and audio installs use this shared root. Other folders are scanned in place and are never copied automatically.
ar: تستخدم عمليات تثبيت الدليل وعمليات تثبيت النصوص والصور والصوت المستقبلية هذا الجذر المشترك. يتم فحص المجلدات الأخرى في مكانها ولا يتم نسخها تلقائيًا أبدًا.
de: Kataloginstallationen sowie künftige Text-, Bild- und Audioinstallationen verwenden dieses gemeinsame Stammverzeichnis. Andere Ordner werden an Ort und Stelle gescannt und niemals automatisch kopiert.
es: Las instalaciones del catálogo y las futuras instalaciones de texto, imagen y audio utilizan esta raíz compartida. Otras carpetas se escanean in situ y nunca se copian automáticamente.
fr: Les installations du catalogue et les futures installations de texte, d'image et d'audio utilisent cette racine partagée. Les autres dossiers sont analysés sur place et ne sont jamais copiés automatiquement.
he: התקנות מקטלוג והתקנות עתידיות של טקסט, תמונה ושמע משתמשות בבסיס משותף זה. תיקיות אחרות נסרקות במקומן ולעולם אינן מועתקות אוטומטית.
hi: कैटलॉग इंस्टाल और भविष्य के टेक्स्ट, इमेज और ऑडियो इंस्टाल इस साझा रूट का उपयोग करते हैं। अन्य फ़ोल्डरों को उनके स्थान पर स्कैन किया जाता है और कभी भी स्वचालित रूप से कॉपी नहीं किया जाता है।
id: Instalasi katalog dan instalasi teks, gambar, serta audio di masa mendatang menggunakan root bersama ini. Folder lain dipindai di tempat dan tidak pernah disalin secara otomatis.
it: Le installazioni del catalogo e le future installazioni di testo, immagini e audio utilizzano questa radice condivisa. Le altre cartelle vengono scansionate sul posto e non vengono mai copiate automaticamente.
ja: カタログのインストールおよび今後のテキスト、画像、音声のインストールでは、この共有ルートが使用されます。他のフォルダーはインプレースでスキャンされ、自動的にコピーされることはありません。
ko: 카탈로그 설치 및 향후 텍스트, 이미지, 오디오 설치는 이 공유 루트를 사용합니다. 다른 폴더는 제자리에서 검색되며 자동으로 복사되지 않습니다.
nl: Catalogusinstallaties en toekomstige tekst-, beeld- en audio-installaties gebruiken deze gedeelde hoofdmap. Andere mappen worden ter plaatse gescand en nooit automatisch gekopieerd.
pl: Instalacje z katalogu oraz przyszłe modele tekstu, obrazu i dźwięku korzystają z tego wspólnego katalogu głównego. Inne foldery są skanowane na miejscu i nigdy nie są kopiowane automatycznie.
pt_br: Instalações de catálogo e futuras instalações de texto, imagem e áudio usam esta raiz compartilhada. Outras pastas são verificadas no local e nunca são copiadas automaticamente.
ru: Установки из каталога и будущие текстовые, графические и аудиомодели используют этот общий корень. Другие папки сканируются на месте и никогда не копируются автоматически.
sv: Kataloginstallationer och framtida text-, bild- och ljudinstallationer använder denna delade rot. Andra mappar skannas på plats och kopieras aldrig automatiskt.
tr: Katalog yüklemeleri ile gelecekteki metin, görsel ve ses yüklemeleri bu paylaşılan kök dizini kullanır. Diğer klasörler yerinde taranır ve asla otomatik kopyalanmaz.
uk: Установки з каталогу та майбутні текстові, графічні й аудіомоделі використовують цей спільний корінь. Інші папки скануються на місці й ніколи не копіюються автоматично.
vi: Các cài đặt từ danh mục và cài đặt văn bản, hình ảnh, âm thanh trong tương lai sử dụng thư mục gốc dùng chung này. Các thư mục khác được quét tại chỗ và không bao giờ được sao chép tự động.
zh_hans: 目录安装以及将来的文本、图像和音频安装均使用此共享根目录。其他文件夹会在原地扫描，绝不会自动复制。
zh_hant: 目錄安裝以及未來的文字、影像和音訊安裝均使用此共用根目錄。其他資料夾會在原地掃描，絕不會自動複製。

source: Chat
ar: المحادثة
fr: Discussion
he: צ'אט
hi: चैट
id: Obrolan
ja: チャット
ko: 대화
pl: Czat
ru: Чат
sv: Chatt
tr: Sohbet
uk: Чат
vi: Trò chuyện
zh_hans: 对话
zh_hant: 對話

source: Chat System Prompt
ar: موجه نظام المحادثة
es: Mensaje del sistema de chat
fr: Invite système de chat
he: הנחיית מערכת של הצ'''אט
hi: चैट सिस्टम प्रॉम्प्ट
id: Prompt Sistem Obrolan
it: Prompt di sistema chat
ja: チャットシステムプロンプト
ko: 채팅 시스템 프롬프트
nl: Chat-systeemprompt
pl: Prompt systemowy czatu
pt_br: Prompt de Sistema do Chat
ru: Системный запрос чата
sv: Chattsystemprompt
tr: Sohbet Sistem İstemi
uk: Системна підказка чату
vi: Lời nhắc hệ thống trò chuyện
zh_hans: 聊天系统提示词
zh_hant: 聊天系統提示詞

source: Chat actions
ar: إجراءات المحادثة
de: Chat-Aktionen
es: Acciones de chat
fr: Actions de chat
he: פעולות צ'''אט
hi: चैट कार्रवाइयां
id: Tindakan obrolan
it: Azioni chat
ja: チャット操作
ko: 채팅 작업
nl: Chatacties
pl: Działania czatu
pt_br: Ações do chat
ru: Действия чата
sv: Chattåtgärder
tr: Sohbet eylemleri
uk: Дії чату
vi: Hành động trò chuyện
zh_hans: 聊天操作
zh_hant: 聊天操作

source: Chat actions for %@
ar: إجراءات المحادثة لـ %@
de: Chat-Aktionen für %@
es: Acciones de chat para %@
fr: Actions de discussion pour %@
he: פעולות צ'אט עבור %@
hi: %@ के लिए चैट कार्रवाइयां
id: Tindakan obrolan untuk %@
it: Azioni chat per %@
ja: %@ のチャット操作
ko: %@ 대화 동작
nl: Chatacties voor %@
pl: Działania czatu dla %@
pt_br: Ações de chat para %@
ru: Действия с чатом для %@
sv: Chattåtgärder för %@
tr: %@ için sohbet eylemleri
uk: Дії чату для %@
vi: Hành động trò chuyện cho %@
zh_hans: %@ 的对话操作
zh_hant: %@ 的對話動作

source: Chat history
ar: سجل المحادثات
de: Chatverlauf
es: Historial de chat
fr: Historique des conversations
he: היסטוריית צ'אט
hi: चैट इतिहास
id: Riwayat obrolan
it: Cronologia chat
ja: チャット履歴
ko: 채팅 기록
nl: Chatgeschiedenis
pl: Historia czatu
pt_br: Histórico de conversas
ru: История чатов
sv: Chathistorik
tr: Sohbet geçmişi
uk: Історія чатів
vi: Lịch sử trò chuyện
zh_hans: 聊天记录
zh_hant: 聊天記錄

source: Chat name
ar: اسم المحادثة
es: Nombre del chat
fr: Nom de la discussion
he: שם הצ'אט
hi: चैट का नाम
id: Nama Obrolan
it: Nome della chat
ja: チャット名
ko: 대화 이름
nl: Chatnaam
pl: Nazwa czatu
pt_br: Nome da Conversa
ru: Имя чата
sv: Chattnamn
tr: Sohbet adı
uk: Назва чату
vi: Tên cuộc trò chuyện
zh_hans: 对话名称
zh_hant: 對話名稱

source: Chat summary
ar: ملخص المحادثة
de: Chat-Zusammenfassung
es: Resumen del chat
fr: Résumé du chat
he: סיכום השיחה
hi: चैट सारांश
id: Ringkasan obrolan
it: Riepilogo chat
ja: チャットの概要
ko: 채팅 요약
nl: Chatsamenvatting
pl: Podsumowanie czatu
pt_br: Resumo do chat
ru: Сводка чата
sv: Chattsammanfattning
tr: Sohbet özeti
uk: Підсумок чату
vi: Tóm tắt trò chuyện
zh_hans: 聊天摘要
zh_hant: 聊天摘要

source: Chat with TurboSpark
ar: محادثة مع TurboSpark
de: Mit TurboSpark chatten
es: Chatear con TurboSpark
fr: Discuter avec TurboSpark
he: צ'''אט עם TurboSpark
hi: TurboSpark के साथ चैट करें
id: Obrolan dengan TurboSpark
it: Chatta con TurboSpark
ja: TurboSparkとチャット
ko: TurboSpark와 채팅
nl: Chatten met TurboSpark
pl: Czatuj z TurboSpark
pt_br: Conversar com o TurboSpark
ru: Чат с TurboSpark
sv: Chatta med TurboSpark
tr: TurboSpark ile Sohbet Et
uk: Чат з TurboSpark
vi: Trò chuyện với TurboSpark
zh_hans: 与 TurboSpark 聊天
zh_hant: 與 TurboSpark 聊天

source: Check Project Instructions
ar: التحقق من تعليمات المشروع
de: Projektanweisungen prüfen
es: Comprobar instrucciones del proyecto
fr: Vérifier les instructions du projet
he: בדוק הוראות פרויקט
hi: परियोजना निर्देश जांचें
id: Periksa Instruksi Proyek
it: Controlla istruzioni progetto
ja: プロジェクトの指示を確認
ko: 프로젝트 지침 확인
nl: Projectinstructies controleren
pl: Sprawdź instrukcje projektu
pt_br: Verificar Instruções do Projeto
ru: Проверить инструкции проекта
sv: Kontrollera projektinstruktioner
tr: Proje Talimatlarını Kontrol Et
uk: Перевірити інструкції проєкту
vi: Kiểm tra hướng dẫn dự án
zh_hans: 检查项目说明
zh_hant: 檢查專案指示

source: Check compatibility by reading checkpoint headers without downloading.
ar: تحقق من التوافق بقراءة ترويسات نقطة التحقق دون تنزيلها.
de: Prüfen Sie die Kompatibilität, indem Sie die Checkpoint-Header lesen, ohne herunterzuladen.
es: Comprueba la compatibilidad leyendo las cabeceras del checkpoint sin descargarlo.
fr: Vérifiez la compatibilité en lisant les en-têtes du checkpoint sans le télécharger.
he: בדוק תאימות באמצעות קריאת כותרות נקודת הביקורת בלי להוריד אותה.
hi: डाउनलोड किए बिना चेकपॉइंट हेडर पढ़कर संगतता जांचें।
id: Periksa kompatibilitas dengan membaca header checkpoint tanpa mengunduh.
it: Verifica la compatibilità leggendo le intestazioni del checkpoint senza scaricarlo.
ja: ダウンロードせずにチェックポイントのヘッダーを読み取って互換性を確認します。
ko: 다운로드하지 않고 체크포인트 헤더를 읽어 호환성을 확인합니다.
nl: Controleer de compatibiliteit door checkpoint-headers te lezen zonder te downloaden.
pl: Sprawdź zgodność, odczytując nagłówki punktu kontrolnego bez pobierania.
pt_br: Verifique a compatibilidade lendo os cabeçalhos do checkpoint sem baixá-lo.
ru: Проверьте совместимость, прочитав заголовки контрольной точки без загрузки.
sv: Kontrollera kompatibiliteten genom att läsa checkpoint-huvuden utan att hämta.
tr: İndirmeden denetim noktası başlıklarını okuyarak uyumluluğu kontrol edin.
uk: Перевірте сумісність, прочитавши заголовки контрольної точки без завантаження.
vi: Kiểm tra tương thích bằng cách đọc phần đầu của checkpoint mà không cần tải xuống.
zh_hans: 无需下载，通过读取检查点文件头来检查兼容性。
zh_hant: 無需下載，透過讀取檢查點檔頭來檢查相容性。

source: Check for Updates…
ar: التحقق من وجود تحديثات…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
he: בדיקת עדכונים…
hi: अपडेट के लिए जाँचें…
id: Periksa Pembaruan…
it: Cerca aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nl: Controleer op updates…
pl: Sprawdź aktualizacje…
pt_br: Verificar atualizações…
ru: Проверить обновления…
sv: Sök efter uppdateringar…
tr: Güncellemeleri Denetle…
uk: Перевірити оновлення…
vi: Kiểm tra cập nhật…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Checks out only these subtrees, for a repository too large to clone whole.
ar: يسحب هذه الأشجار الفرعية فقط، لمستودع أكبر من أن يُستنسخ بالكامل.
de: Checkt nur diese Teilbäume aus, für ein Repository, das zu groß ist, um es vollständig zu klonen.
es: Descarga solo estos subárboles, para un repositorio demasiado grande para clonarlo entero.
fr: Extrait uniquement ces sous-arborescences, pour un dépôt trop volumineux pour être cloné en entier.
he: מוציא רק את תת-העצים האלה, עבור מאגר גדול מדי לשכפול מלא.
hi: केवल ये सबट्री चेकआउट करता है, ऐसी रिपॉजिटरी के लिए जो पूरी क्लोन करने के लिए बहुत बड़ी है।
id: Hanya mengambil subpohon ini, untuk repositori yang terlalu besar untuk dikloning seluruhnya.
it: Estrae solo questi sottoalberi, per un repository troppo grande da clonare per intero.
ja: リポジトリ全体を複製するには大きすぎる場合に、これらのサブツリーのみをチェックアウトします。
ko: 전체를 복제하기에 너무 큰 리포지토리에서 이 하위 트리만 체크아웃합니다.
nl: Haalt alleen deze substructuren op, voor een repository die te groot is om volledig te klonen.
pl: Pobiera tylko te poddrzewa, dla repozytorium zbyt dużego, by sklonować je w całości.
pt_br: Faz checkout apenas destas subárvores, para um repositório grande demais para clonar inteiro.
ru: Извлекает только эти поддеревья, для репозитория, слишком большого для полного клонирования.
sv: Checkar bara ut dessa underträd, för en utvecklingskatalog som är för stor att klona i sin helhet.
tr: Tamamı klonlanamayacak kadar büyük bir depo için yalnızca bu alt ağaçları alır.
uk: Отримує лише ці піддерева для репозиторію, завеликого для повного клонування.
vi: Chỉ lấy các cây con này, dành cho kho lưu trữ quá lớn để sao chép toàn bộ.
zh_hans: 仅检出这些子树，适用于过大而无法整体克隆的仓库。
zh_hant: 僅簽出這些子樹，適用於過大而無法整體複製的儲存庫。

source: Chip
ar: الشريحة
fr: Puce
he: שבב
hi: चिप
ja: チップ
ko: 칩
pl: Układ
ru: Чип
sv: Krets
tr: Yonga
uk: Чип
zh_hans: 芯片
zh_hant: 晶片

source: Choose Custom Folder...
ar: اختيار مجلد مخصص...
de: Benutzerdefinierten Ordner wählen...
es: Elegir carpeta personalizada...
fr: Choisir un dossier personnalisé...
he: בחר תיקייה מותאמת אישית...
hi: कस्टम फ़ोल्डर चुनें...
id: Pilih Folder Kustom...
it: Scegli cartella personalizzata...
ja: カスタムフォルダを選択...
ko: 사용자 정의 폴더 선택...
nl: Aangepaste map kiezen...
pl: Wybierz własny folder...
pt_br: Escolher Pasta Personalizada...
ru: Выбрать пользовательскую папку...
sv: Välj anpassad mapp...
tr: Özel Klasör Seç...
uk: Вибрати власну папку...
vi: Chọn thư mục tùy chỉnh...
zh_hans: 选择自定义文件夹...
zh_hant: 選擇自訂資料夾...

source: Choose Existing Model Folder...
ar: اختيار مجلد نماذج موجود...
de: Bestehenden Modellordner wählen...
es: Elegir carpeta de modelos existente...
fr: Choisir un dossier de modèles existant...
he: בחר תיקיית מודלים קיימת...
hi: मौजूदा मॉडल फ़ोल्डर चुनें...
id: Pilih Folder Model yang Ada...
it: Scegli cartella modelli esistente...
ja: 既存のモデルフォルダを選択...
ko: 기존 모델 폴더 선택...
nl: Bestaande modelmap kiezen...
pl: Wybierz istniejący folder modeli...
pt_br: Escolher Pasta de Modelos Existente...
ru: Выбрать существующую папку моделей...
sv: Välj befintlig modellmapp...
tr: Mevcut Model Klasörünü Seç...
uk: Вибрати наявну папку моделей...
vi: Chọn thư mục mô hình hiện có...
zh_hans: 选择现有模型文件夹...
zh_hant: 選擇現有模型資料夾...

source: Choose Folder...
ar: اختر مجلدًا...
de: Ordner auswählen...
es: Elegir carpeta...
fr: Choisir le dossier...
he: בחירת תיקייה...
hi: फ़ोल्डर चुनें...
id: Pilih Folder...
it: Scegli cartella...
ja: フォルダーを選択...
ko: 폴더 선택...
nl: Map kiezen...
pl: Wybierz folder...
pt_br: Escolher pasta...
ru: Выбрать папку...
sv: Välj mapp...
tr: Klasör Seç...
uk: Вибрати папку...
vi: Chọn thư mục...
zh_hans: 选择文件夹...
zh_hant: 選擇資料夾...

source: Choose Local Folder...
ar: اختيار مجلد محلي...
de: Lokalen Ordner wählen...
es: Elegir carpeta local...
fr: Choisir un dossier local...
he: בחר תיקייה מקומית...
hi: स्थानीय फ़ोल्डर चुनें...
id: Pilih Folder Lokal...
it: Scegli cartella locale...
ja: ローカルフォルダを選択...
ko: 로컬 폴더 선택...
nl: Lokale map kiezen...
pl: Wybierz folder lokalny...
pt_br: Escolher Pasta Local...
ru: Выбрать локальную папку...
sv: Välj lokal mapp...
tr: Yerel Klasör Seç...
uk: Вибрати локальну папку...
vi: Chọn thư mục cục bộ...
zh_hans: 选择本地文件夹...
zh_hant: 選擇本機資料夾...

source: Choose Model Folder…
ar: اختيار مجلد النموذج…
de: Modellordner wählen…
es: Elegir carpeta de modelos…
fr: Choisir un dossier de modèles…
he: בחר תיקיית מודל…
hi: मॉडल फ़ोल्डर चुनें…
id: Pilih Folder Model…
it: Scegli cartella modelli…
ja: モデルフォルダを選択…
ko: 모델 폴더 선택…
nl: Modelmap kiezen…
pl: Wybierz folder modelu…
pt_br: Escolher Pasta de Modelos…
ru: Выбрать папку модели…
sv: Välj modellmapp…
tr: Model Klasörünü Seç…
uk: Вибрати папку моделей…
vi: Chọn thư mục mô hình…
zh_hans: 选择模型文件夹…
zh_hant: 選擇模型資料夾…

source: Choose a folder
ar: اختر مجلدًا
de: Ordner auswählen
es: Elegir una carpeta
fr: Choisir un dossier
he: בחר תיקייה
hi: एक फ़ोल्डर चुनें
id: Pilih folder
it: Scegli una cartella
ja: フォルダーを選択
ko: 폴더 선택
nl: Kies een map
pl: Wybierz folder
pt_br: Escolher uma pasta
ru: Выберите папку
sv: Välj en mapp
tr: Bir klasör seçin
uk: Виберіть папку
vi: Chọn một thư mục
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

source: Choose a name that identifies this chat.
ar: اختر اسما يعرّف هذه المحادثة.
de: Wählen Sie einen Namen, der diesen Chat kennzeichnet.
es: Elige un nombre que identifique este chat.
fr: Choisissez un nom qui identifie cette discussion.
he: בחר שם שיזהה את השיחה הזו.
hi: ऐसा नाम चुनें जो इस चैट की पहचान बताए।
id: Pilih nama yang mengidentifikasi obrolan ini.
it: Scegli un nome che identifichi questa chat.
ja: このチャットを識別できる名前を選んでください。
ko: 이 대화를 식별할 이름을 선택하세요.
nl: Kies een naam die deze chat identificeert.
pl: Wybierz nazwę identyfikującą ten czat.
pt_br: Escolha um nome que identifique este chat.
ru: Выберите имя, которое будет обозначать этот чат.
sv: Välj ett namn som identifierar den här chatten.
tr: Bu sohbeti tanımlayan bir ad seçin.
uk: Виберіть назву, яка ідентифікує цей чат.
vi: Chọn tên nhận diện cuộc trò chuyện này.
zh_hans: 选择一个能标识此对话的名称。
zh_hant: 選擇一個能標識此對話的名稱。

source: Choose a palette for both Light and Dark. Your fonts and text sizes stay the same.
ar: اختر لوحة ألوان للوضعين الفاتح والداكن. تظل الخطوط وأحجام النصوص كما هي.
de: Wählen Sie eine Palette für Hell und Dunkel. Ihre Schriften und Textgrößen bleiben unverändert.
es: Elige una paleta para claro y oscuro. Las fuentes y tamaños de texto no cambian.
fr: Choisissez une palette pour les modes clair et sombre. Vos polices et tailles de texte restent inchangées.
he: בחר פלטה למצב בהיר וכהה כאחד. הגופנים וגדלי הטקסט יישארו ללא שינוי.
hi: लाइट और डार्क दोनों के लिए एक पैलेट चुनें। आपके फ़ॉन्ट और टेक्स्ट आकार वही रहेंगे।
id: Pilih palet untuk Terang dan Gelap. Font dan ukuran teks Anda tetap sama.
it: Scegli una tavolozza per chiaro e scuro. Caratteri e dimensioni del testo restano invariati.
ja: ライトとダーク両方のパレットを選択します。フォントとテキストサイズは変わりません。
ko: 라이트 및 다크 모드에 맞는 색상표를 선택하세요. 글꼴과 텍스트 크기는 그대로 유지됩니다.
nl: Kies een palet voor zowel Licht als Donker. Uw lettertypen en tekstgroottes blijven hetzelfde.
pl: Wybierz paletę dla trybu jasnego i ciemnego. Czcionki i rozmiary tekstu pozostaną bez zmian.
pt_br: Escolha uma paleta para claro e escuro. Suas fontes e tamanhos de texto permanecem os mesmos.
ru: Выберите палитру для светлого и темного режимов. Шрифты и размеры текста останутся прежними.
sv: Välj en palett för både ljust och mörkt läge. Dina teckensnitt och textstorlekar förblir desamma.
tr: Hem Açık hem Koyu için bir palet seçin. Yazı tipleriniz ve metin boyutlarınız aynı kalır.
uk: Виберіть палітру для світлої та темної тем. Шрифти та розміри тексту залишаться незмінними.
vi: Chọn bảng màu cho cả chế độ Sáng và Tối. Phông chữ và cỡ chữ của bạn giữ nguyên.
zh_hans: 为浅色和深色模式选择调色板。您的字体和文本字号将保持不变。
zh_hant: 為淺色和深色模式選擇調色盤。您的字型和文字大小將保持不變。

source: Choose a prompt, edit it, or write your own.
ar: اختر مطالبة أو عدّلها أو اكتب مطالبتك الخاصة.
de: Wählen Sie eine Eingabe, bearbeiten Sie sie oder schreiben Sie eine eigene.
es: Elige una indicación, edítala o escribe la tuya.
fr: Choisissez une invite, modifiez-la ou écrivez la vôtre.
he: בחר הנחיה, ערוך אותה, או כתוב משלך.
hi: कोई प्रॉम्प्ट चुनें, उसे संपादित करें, या अपना लिखें।
id: Pilih prompt, edit, atau tulis sendiri.
it: Scegli un prompt, modificalo o scrivi il tuo.
ja: プロンプトを選ぶか、編集するか、自分で書いてください。
ko: 프롬프트를 고르거나 편집하거나 직접 작성하세요.
nl: Kies een prompt, bewerk hem of schrijf je eigen versie.
pl: Wybierz monit, edytuj go lub napisz własny.
pt_br: Escolha um prompt, edite-o ou escreva o seu.
ru: Выберите запрос, отредактируйте его или напишите свой.
sv: Välj en prompt, redigera den eller skriv en egen.
tr: Bir istem seçin, düzenleyin veya kendiniz yazın.
uk: Виберіть запит, відредагуйте його або напишіть власний.
vi: Chọn một lời nhắc, chỉnh sửa, hoặc tự viết.
zh_hans: 选择一个提示词，编辑它，或自己撰写。
zh_hant: 選擇一個提示詞、編輯它，或自行撰寫。

source: Choose...
ar: اختيار...
de: Auswählen...
es: Elegir...
fr: Choisir...
he: בחר...
hi: चुनें...
id: Pilih...
it: Scegli...
ja: 選択...
ko: 선택...
nl: Kiezen...
pl: Wybierz...
pt_br: Escolher...
ru: Выбрать...
sv: Välj...
tr: Seç...
uk: Вибрати...
vi: Chọn...
zh_hans: 选择...
zh_hant: 選擇...

source: Clamp Target
ar: هدف التثبيت
de: Begrenzungsziel
es: Objetivo de limitación
fr: Cible de limitation
he: יעד הגבלה
hi: क्लैंप लक्ष्य
id: Target Pembatas
it: Target di limitazione
ja: クランプターゲット
ko: 클램프 목표
nl: Begrenzingsdoel
pl: Wartość docelowa ograniczenia
pt_br: Alvo de Fixação
ru: Цель ограничения
sv: Klämmål
tr: Kırpma Hedefi
uk: Ціль обмеження
vi: Mục tiêu kẹp
zh_hans: 钳制目标
zh_hant: 鉗制目標

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
he: נקה
hi: साफ़ करें
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Clear All
ar: مسح الكل
de: Alle abwählen
es: Quitar todo
fr: Tout désélectionner
he: נקה הכל
hi: सभी हटाएं
id: Hapus Semua
it: Deseleziona tutto
ja: すべて解除
ko: 모두 해제
nl: Alles wissen
pl: Odznacz wszystko
pt_br: Limpar tudo
ru: Снять все
sv: Avmarkera alla
tr: Tümünü Kaldır
uk: Зняти все
vi: Bỏ chọn tất cả
zh_hans: 全部取消
zh_hant: 全部取消
